package com.fei.canvsviewdemo.bean;

public class LowStartBean {



    public String getJson(){
        return "{\"设备商标识\":\"测试设备商品\"," +
                "\"测试仪编号\":\"10000\"," +
                "\"流水号\":\"111\"," +
                "\"试桩编号\":\"12\"," +
                "\"当前锤数\":1," +
                "\"总锤数\":4," +
                "\"测桩时间\":\"2018-09-13 15:43:00\"," +
                "\"工程名称\":\"简单\"," +
                "\"文件名\":\"文件\"," +
                "\"文件类型\":0," +
                "\"预设桩长\":12.0," +
                "\"桩径\":5," +
                "\"预设波速\":3000," +
                "\"高通滤波\":2," +
                "\"低通滤波\":1," +
                "\"是否积分\":1," +
                "\"探头类型\":1," +
                "\"E指数\":4," +
                "\"E指数放大位置\":12.5," +
                "\"桩头\":3," +
                "\"桩底\":1," +
                "\"缺陷位置\":5," +
                "\"采样间隔是否自动计算\":1," +
                "\"采样间隔\":13.5," +
                "\"探头系数\":16.9," +
                "\"采样数量\":4," +
                "\"采样点数\":2," +
                "\"工地经度\":2.4," +
                "\"工地纬度\":3.5," +
                "\"备注\":\"String\"," +
                "\"点源距\":2}";
    }

//    public String getJson(){
//        return "{\"设备商标识\":\"测试设备商品\"," +
//                "\"测试仪编号\":\"10000\"," +
//                "\"流水号\":\"111\"," +
//                "\"试桩编号\":\"12\"," +
//                "\"当前锤数\":1," +
//                "\"总锤数\":4," +
//                "\"测桩时间\":\"2018-09-13 15:43:00\"," +
//                "\"工程名称\":\"555\"," +
//                "\"文件名\":\"\"," +
//                "\"文件类型\":0," +
//                "\"预设桩长\":0," +
//                "\"桩径\":0," +
//                "\"预设波速\":0," +
//                "\"高通滤波\":0," +
//                "\"低通滤波\":0," +
//                "\"是否积分\":0," +
//                "\"探头类型\":0," +
//                "\"E指数\":0," +
//                "\"E指数放大位置\":0," +
//                "\"桩头\":0," +
//                "\"桩底\":0," +
//                "\"缺陷位置\":0," +
//                "\"采样间隔是否自动计算\":0," +
//                "\"采样间隔\":0," +
//                "\"探头系数\":0," +
//                "\"采样数量\":0," +
//                "\"采样点数\":0," +
//                "\"工地经度\":0," +
//                "\"工地纬度\":0," +
//                "\"备注\":\"\"," +
//                "\"点源距\":0}";
//    }



}
